Repository: LueeKasaudhan/launcher-dictionary
Catalog: po/*.po
Languages: be, cs, es, ml, pl, pt, ru

source: Dictionary
be: Слоўнік
cs: Slovník
es: Diccionario
ml: ഡിക്ഷ്ണരി
pl: Słownik
pt: Dicionário
ru: Словарь

source: Select
be: Вылучыць
cs: Vyber
es: Seleccionar
ml: സെലെക്ട്ട്
pl: Wybierz
pt: Selecionar
ru: Выделить

source: General
be: Асноўныя
cs: Všeobecné
ml: പൊതുവായ
pl: Ogólne
pt: Geral
ru: Основные

source: Dictionary engines
be: Праграмы слоўнікаў
cs: Typ překladače
es: Motores de diccionario
ml: ഡിക്ഷ്ണരി എഞ്ചിനുകൾ
pl: Silniki słownikowe
pt: Mecanismos de dicionário
ru: Программы словарей

source: Stardict (default)
be: Stardict (перадвызначаная)
cs: Stardict (předvolené)
es: Stardict (por omisión)
ml: സ്റ്റാർഡിക്റ്റ് (സ്ഥിരസ്ഥിതി)
pl: Stardict (domyślne)
pt: Stardict (padrão)
ru: Stardict (по умолчанию)

source: Custom
be: Карыстальніцкія
cs: Volitelné
es: Personalizar
ml: ഇഷ്ടാനുസൃത
pl: Niestandardowe
pt: Personalizado
ru: Пользовательские

source: Custom engine
be: Карыстальніцкая праграма
cs: Volitelné rozhraní
es: Motor personalizado
ml: ഇഷ്ടാനുസൃത എഞ്ചിൻ
pl: Silnik niestandardowy
pt: Mecanismo personalizado
ru: Пользовательская программа

source: Engine command
be: Каманда праграмы
cs: Příkaz překladače
es: Comando del motor
ml: എഞ്ചിൻ നിർദേശം
pl: Komenda silnika
pt: Comando do mecanismo
ru: Команда программы

source: Launcher
be: Хуткі запуск
cs: Spouštěč
es: Lanzador
ml: ലോഞ്ചർ
pt: Lançador
ru: Быстрый запуск

source: Launcher Plugin
be: Плагін Хуткага запуску
cs: Zásuvný Modul
es: Plugin del Lanzador
ml: ലോഞ്ചർ പ്ലഗിൻ
pl: Wtyczka launchera
pt: Plugin do lançador
ru: Плагин Быстрого запуска

source: Launcher Dictionary
be: Слоўнік Хуткага запуску
cs: Slovník
es: Diccionario del Lanzador
ml: ലോഞ്ചർ ഡിക്ഷ്ണരി
pl: Launcher Słownika
pt: Dicionário do lançador
ru: Словарь Быстрого запуска

source: Everything Dictionary
be: Усё: Слоўнік
cs: Slovník pre Spúšťač
es: Diccionario Everything
ml: പരമോന്നത ഡിക്ഷ്ണരി
pl: Słownik 'Everything'
pt: Dicionário omni
ru: Всё: Словарь
